export const images = [
  "obo-1.jpg",
  "obo-2.jpg",
  "obo-3.jpg",
  "obo-4.jpg",
  "obo-5.jpg",
];

export const imagesAdvantage = [
  "big-2.jpg",
  "big-3.jpg",
  "big-4.jpg",
  "big-5.jpg",
  "big-6.jpg",
];
export const characteristics = [
  { label: "Тип", value: "Портативний обігрівач" },
  { label: "Вид", value: "Електричний" },
  { label: "Потужність", value: "1200 Вт" },
  { label: "Регулятор температури", value: "Так" },
  { label: "Знімний фільтр", value: "Так" },
  { label: "Вбудоване підсвічування", value: "Так" },
  { label: "Захист від перегріву", value: "Так" },
  { label: "Матеріал", value: "Пластик" },
  { label: "Розміри", value: "17х17х16 см" },
  { label: "Вага", value: "900 г" },
];

export const reviews = [
  {
    id: 1,
    name: "Олена",
    rating: 5,
    date: "21.04.2024",
    review:
      "Цей обігрівач просто чудовий! Легкий у використанні і дуже ефективний. Рекомендую всім!",
    image: "/user.png",
  },
  {
    id: 2,
    name: "Андрій",
    rating: 4,
    date: "15.04.2024",
    review:
      "Обігрівач Livington Handy Heater дійсно працює! Тепло в кімнаті стало комфортнішим, але хотілося б мати більше варіантів потужності.",
    image: "/user.png",
  },
  {
    id: 3,
    name: "Світлана",
    rating: 5,
    date: "10.04.2024",
    review:
      "Цей обігрівач - справжня знахідка! Використовую його під час перегляду телевізора, і він дійсно допомагає розслабитися.",
    image: "/user.png",
  },
  {
    id: 4,
    name: "Максим",
    rating: 4,
    date: "05.04.2024",
    review:
      "Livington Handy Heater - чудове рішення для зими! Нагріває швидко, але не вистачає автоматичного вимкнення.",
    image: "/user.png",
  },
  {
    id: 5,
    name: "Ірина",
    rating: 5,
    date: "01.04.2024",
    review:
      "Неймовірний обігрівач! Дуже зручний і компактний. Ідеально підходить для використання в кімнатах і під час подорожей.",
    image: "/user.png",
  },
];

export const advantage = [
  {
    id: 1,
    title: "Багатофункціональність!",
    description:
      "Поєднує в собі три режими роботи для різних температур, економічне керамічне нагрівання та компактність. Ідеально підходить для дому, офісу чи подорожей. Тепло і комфорт будь-де!",
    icon: "/functionality.png"
  },
  {
    id: 2,
    title: "Зручність!",
    description:
      "Максимальна зручність! Компактний і легкий, його легко переносити в будь-яку кімнату. Просте управління і тихий режим роботи дозволяють насолоджуватись теплом без зайвого шуму.",
    icon: "/thumbs.png"
  },
  {
    id: 3,
    title: "Довговічність!",
    description:
      "Надійність і довговічність. Керамічні нагрівальні елементи забезпечують тривалий термін служби та стійкість до перегріву. Цей обігрівач слугуватиме вам довгі роки, гарантуючи стабільне тепло і безпеку.",
    icon: "/shield.png"
  },
  {
    id: 4,
    title: "Практичність!",
    description:
      "Практичне рішення для будь-якої оселі. Він швидко нагріває приміщення, економить електроенергію та легко налаштовується під ваші потреби. Компактний і зручний у використанні, цей обігрівач стане незамінним в холодну пору року.",
    icon: "/target.png"
  },
];

export const storeFeatures = [
  {
      id: 1,
      imgSrc: "/original.png",
      title: "Оригінальна продукція",
      description: "100% гарантія якості",
  },
  {
      id: 2,
      imgSrc: "/delivery.png",
      title: "Доставка по всій Україні",
      description: "Відправка в день замовлення",
  },
  {
      id: 3,
      imgSrc: "/buy.png",
      title: "Оплата при отриманні",
      description: "Для вашої зручності",
  },
  {
      id: 4,
      imgSrc: "/sale.png",
      title: "Знижки",
      description: "Постійним покупцям",
  },
];

export const additionalAdvantages = [
  {
      id: 1,
      title: "Корпус з термостійкого пластику",
      description: "Надійний і міцний матеріал, що витримує високу температуру.",
  },
  {
      id: 2,
      title: "Світловий індикатор",
      description: "Завжди знайте, коли ваш обігрівач працює.",
  },
  {
      id: 3,
      title: "Аварійне відключення під час падіння",
      description: "Гарантує вашу безпеку в разі падіння пристрою.",
  },
  {
      id: 5,
      title: "Запобіжник від перегріву",
      description: "Захищає обігрівач від перегріву для вашої безпеки.",
  },
];